/* 
  Root.strings
  Reiseabrechnung

  Created by Martin Maier on 01/09/2011.
  Copyright 2011 __MyCompanyName__. All rights reserved.
*/

"Help" = "Help";

"Reset help information" = "Reset help information";

"Summary email" = "Summary email";

"Include images" = "Person images";

"Include Persons" = "List of persons";

"Include Entries" = "List of expenses";

"IncludeImagesFooterText" = "The person images can only be display by the Mail app of iPhone, iPod Touch und iPad. Other e-mail programs do not support it.";

"HelpFooterText" = "Shows the help bubbles again that were dismissed by tapping. This switch be off again afterwards.";

"showTotalsText" = "Show subtotals";

"showTotalsTitle" = "Expenses view";

"showTotalsFooterText" = "Shows subtotals of expenses based on the selected sort criterion (type, person, date).";

"updateRates" = "Update Exchange Rates";

"updateRatesText" = "Update automatically";

"retryUpdateOnFailureText" = "Retry on failure";

"updateRatesFooterText" = "Exchange rates will be updated automatically when starting the App. If the update succeeds, the next update will be the following day. If 'Retry on Failure' is set, the update will be retried on every startup until it succeds.";

